export const questionContent = [
  {
    "id": "112-1",
    "prompt": "若將某區域的原始森林育林成種植單一物種的樹林時，則此區域最可能出現下列何種變化？",
    "options": [
      {
        "label": "A",
        "text": "生產者的物種數增加"
      },
      {
        "label": "B",
        "text": "消費者的物種數增加"
      },
      {
        "label": "C",
        "text": "食物網變得比較複雜"
      },
      {
        "label": "D",
        "text": "生態系變得比較不穩定"
      }
    ]
  },
  {
    "id": "112-4",
    "prompt": "豆腐乳為一種傳統發酵食品，其一做法是將豆腐接種毛黴菌以進行發酵，當豆腐被菌絲完全覆蓋後，再加入調味料而製成。下列有關毛黴菌構造的敘述，何者最合理？",
    "options": [
      {
        "label": "A",
        "text": "不具孢子"
      },
      {
        "label": "B",
        "text": "不具粒線體"
      },
      {
        "label": "C",
        "text": "不具葉綠體"
      },
      {
        "label": "D",
        "text": "不具細胞壁"
      }
    ]
  },
  {
    "id": "112-8",
    "prompt": "「若食物中所含的糖分容易被人體快速吸收，則會使血糖急遽上升，而引起某激素分泌增加，進而造成血糖快速下降，甚至形成餐後血糖過低的現象。」 根據上述，有關此激素的敘述，下列何者正確？",
    "options": [
      {
        "label": "A",
        "text": "是由肝臟分泌的胰島素"
      },
      {
        "label": "B",
        "text": "是由肝臟分泌的升糖素"
      },
      {
        "label": "C",
        "text": "是由胰島分泌的胰島素"
      },
      {
        "label": "D",
        "text": "是由胰島分泌的升糖素"
      }
    ]
  },
  {
    "id": "112-14",
    "prompt": "已知DDT是一種作為殺蟲劑的化合物，難以被生物代謝。表(二)為某地區食物鏈中甲、乙、丙、丁四種生物體內含有的DDT濃度。已知其中一種生物為生產者，根據上述，下列推論何者正確？",
    "options": [
      {
        "label": "A",
        "text": "食性關係可能為丙→甲→乙→丁"
      },
      {
        "label": "B",
        "text": "食性關係可能為丁→乙→甲→丙"
      },
      {
        "label": "C",
        "text": "丙生物最可能為此食物鏈中的生產者"
      },
      {
        "label": "D",
        "text": "甲生物最可能為此食物鏈中的三級消費者"
      }
    ]
  },
  {
    "id": "112-16",
    "prompt": "已知維管束植物可進行某種代謝作用，其反應式為：「甲+二氧化碳→氧氣+乙+水」。 有關甲的名稱及其在植物體內主要運送的構造，下列何者最合理？",
    "options": [
      {
        "label": "A",
        "text": "水，由木質部運送"
      },
      {
        "label": "B",
        "text": "水，由韌皮部運送"
      },
      {
        "label": "C",
        "text": "葡萄糖，由木質部運送"
      },
      {
        "label": "D",
        "text": "葡萄糖，由韌皮部運送"
      }
    ]
  },
  {
    "id": "112-20",
    "prompt": "表(四)為生物研究保育中心網頁中四種植物的部分資料，有關此四種植物在分類階層上的敘述，下列何者無法確定？",
    "options": [
      {
        "label": "A",
        "text": "Lil-2和Lil-3為同科的植物"
      },
      {
        "label": "B",
        "text": "Lil-2和Myr-6為同目的植物"
      },
      {
        "label": "C",
        "text": "Lil-2和Lil-1為不同屬的植物"
      },
      {
        "label": "D",
        "text": "Lil-2和Myr-6為不同屬的植物"
      }
    ]
  },
  {
    "id": "112-22",
    "prompt": "人體感染微生物到發病前所經過的時間稱為「潛伏期」。圖(十一) 為小杉體溫恆定範圍及近十天每天早上的體溫紀錄，已知此段時間小杉感染了微生物X， 其潛伏期為1～3天，發病時的症狀之一為體溫無法維持在恆定範圍內，則下列哪一天最可能為小杉初次感染此微生物的時間？",
    "options": [
      {
        "label": "A",
        "text": "第1天"
      },
      {
        "label": "B",
        "text": "第3天"
      },
      {
        "label": "C",
        "text": "第6天"
      },
      {
        "label": "D",
        "text": "第8天"
      }
    ]
  },
  {
    "id": "112-31",
    "prompt": "阿芳利用複式顯微鏡觀察小魚尾鰭內血液流動的方向，所觀察到的視野影像如圖(十七) 所示，圖中的箭頭表示血液流動方向。若將培養皿往左緩慢地移動，則在視野中依序消失的血管，應為下列何者？",
    "options": [
      {
        "label": "A",
        "text": "小動脈、微血管、小靜脈"
      },
      {
        "label": "B",
        "text": "小動脈、小靜脈、微血管"
      },
      {
        "label": "C",
        "text": "小靜脈、微血管、小動脈"
      },
      {
        "label": "D",
        "text": "小靜脈、小動脈、微血管"
      }
    ]
  },
  {
    "id": "112-39",
    "prompt": "小櫻查詢了網路上的資料後，在月曆上把2個有特殊天文現象的日子作記號，如圖(二十四)所示。資料顯示在當月9日晚間可見到月食，而23日早上則可見到日食。 根據此月曆，下列有關不同日期的月相何者最合理？",
    "options": [
      {
        "label": "A",
        "text": "2日應為下弦月"
      },
      {
        "label": "B",
        "text": "16日應為滿月"
      },
      {
        "label": "C",
        "text": "23日應為下弦月"
      },
      {
        "label": "D",
        "text": "30日應為上弦月"
      }
    ]
  },
  {
    "id": "113-5",
    "prompt": "人體副甲狀腺分泌的激素是經由X所運送，若此激素分泌過多，會影響骨骼中的Y含量，可能造成骨質疏鬆。根據上述說明，推論X和Y最可能為下列何者？",
    "options": [
      {
        "label": "A",
        "text": "X為血液，Y為鈣"
      },
      {
        "label": "B",
        "text": "X為血液，Y為鉀"
      },
      {
        "label": "C",
        "text": "X為消化液，Y為鈣"
      },
      {
        "label": "D",
        "text": "X為消化液，Y為鉀"
      }
    ]
  },
  {
    "id": "113-9",
    "prompt": "醃漬高麗菜時，常會在高麗菜的葉片上灑鹽。圖(七)為正常的葉片細胞示意圖，表(一)中的圖為小凱與小萍預測醃漬後的葉片細胞可能的示意圖。推論醃漬後的示意圖與造成葉片細胞變化的原因，下列何者正確？",
    "options": [
      {
        "label": "A",
        "text": "小凱的圖正確，水由細胞內流至外界"
      },
      {
        "label": "B",
        "text": "小凱的圖正確，鹽由細胞內流至外界"
      },
      {
        "label": "C",
        "text": "小萍的圖正確，水由外界流至細胞內"
      },
      {
        "label": "D",
        "text": "小萍的圖正確，鹽由外界流至細胞內"
      }
    ]
  },
  {
    "id": "113-14",
    "prompt": "圖(十)為某河川鯰魚族群在甲、乙、丙、丁不同時期數量變化的情形，下列何者最能說明甲、乙、丙、丁的變化情形？",
    "options": [
      {
        "label": "A",
        "text": "甲：出生＋遷入＜死亡＋遷出"
      },
      {
        "label": "B",
        "text": "乙：出生＋遷入＞死亡＋遷出"
      },
      {
        "label": "C",
        "text": "丙：出生＋死亡＞遷入＋遷出"
      },
      {
        "label": "D",
        "text": "丁：出生＋死亡＜遷入＋遷出"
      }
    ]
  },
  {
    "id": "113-22",
    "prompt": "小書與小花將某株被子植物莖部的形成層外圍構造剔除，發現此株植物逐漸因根部無法獲得養分而死亡，以下為兩人對此株植物的推論： 小書：此株植物較可能為雙子葉植物。 小花：此株植物較可能為單子葉植物。 下列對兩人推論的敘述何者正確？",
    "options": [
      {
        "label": "A",
        "text": "兩人均合理"
      },
      {
        "label": "B",
        "text": "兩人均不合理"
      },
      {
        "label": "C",
        "text": "只有小書合理"
      },
      {
        "label": "D",
        "text": "只有小花合理"
      }
    ]
  },
  {
    "id": "113-33",
    "prompt": "圖(十八)為人體的泌尿系統和其所連接血管的示意圖，其中乙血管中的氧氣含量比甲血管多。有關丙器官的生理功能及血液進出丙的路徑，下列敘述何者正確？",
    "options": [
      {
        "label": "A",
        "text": "形成尿素，甲→丙→乙"
      },
      {
        "label": "B",
        "text": "形成尿素，乙→丙→甲"
      },
      {
        "label": "C",
        "text": "形成尿液，甲→丙→乙"
      },
      {
        "label": "D",
        "text": "形成尿液，乙→丙→甲"
      }
    ]
  },
  {
    "id": "113-39",
    "prompt": "小美在植物圖鑑中看到杜鵑花科(Ericaceae)中的金毛杜鵑(Rhododendron oldhamii) 後，若想要依學名搜尋與此植物同屬但不同物種的植物，則下列何種查詢方式最能達到他的目的？",
    "options": [
      {
        "label": "A",
        "text": "學名第一個字為Ericaceae的植物"
      },
      {
        "label": "B",
        "text": "學名第二個字為oldhamii的植物"
      },
      {
        "label": "C",
        "text": "學名第一個字為Rhododendron的植物"
      },
      {
        "label": "D",
        "text": "學名為Rhododendron oldhamii的植物"
      }
    ]
  },
  {
    "id": "113-41",
    "prompt": "某工廠進行原料加工的製程如表(十一)。 當開始加工時，此原料中酵素X會持續催化原料中物質甲轉變成物質乙，但超過75 ℃後就無法再有催化的功能。若僅考慮酵素X的作用，這段加工製程中，哪兩時間點所含物質乙的量最相近？",
    "options": [
      {
        "label": "A",
        "text": "10:00和10:10"
      },
      {
        "label": "B",
        "text": "10:15和10:25"
      },
      {
        "label": "C",
        "text": "10:25和10:45"
      },
      {
        "label": "D",
        "text": "10:50和11:00"
      }
    ]
  },
  {
    "id": "113-42",
    "prompt": "根據本文，過去食蛇龜曾面臨下列何種問題？",
    "options": [
      {
        "label": "A",
        "text": "棲地破壞"
      },
      {
        "label": "B",
        "text": "環境汙染"
      },
      {
        "label": "C",
        "text": "過度捕捉"
      },
      {
        "label": "D",
        "text": "外來種引入"
      }
    ]
  },
  {
    "id": "113-43",
    "prompt": "根據本文，關於食蛇龜在IUCN的分類，下列何者最合理？",
    "options": [
      {
        "label": "A",
        "text": "屬於滅絕物種"
      },
      {
        "label": "B",
        "text": "屬於低風險物種"
      },
      {
        "label": "C",
        "text": "屬於未做評估物種"
      },
      {
        "label": "D",
        "text": "屬於生存受脅物種"
      }
    ]
  },
  {
    "id": "114-3",
    "prompt": "有報導指出：「在都市觀察到麻雀的頻率有變少的趨勢，可能的原因很多，其中之一為白尾八哥的入侵。白尾八哥築巢偏好的位置與麻雀相近，食物種類也相似，甚至被觀察到會以麻雀幼鳥為食。」根據上述報導，白尾八哥與麻雀之間最符合下列哪兩種交互作用？",
    "options": [
      {
        "label": "A",
        "text": "競爭、掠食"
      },
      {
        "label": "B",
        "text": "競爭、共生"
      },
      {
        "label": "C",
        "text": "共生、掠食"
      },
      {
        "label": "D",
        "text": "寄生、掠食"
      }
    ]
  },
  {
    "id": "114-8",
    "prompt": "圖(四)為某蘆筍植株的示意圖，圖中甲部位經過日光照射，呈現綠色；乙部位未受到日光照射，呈現白色。有關兩部位進行生理作用時所釋出的氣體，下列敘述何者最合理？",
    "options": [
      {
        "label": "A",
        "text": "甲能釋出O2，但乙不能"
      },
      {
        "label": "B",
        "text": "甲能釋出CO2，但乙不能"
      },
      {
        "label": "C",
        "text": "乙能釋出O2，但甲不能"
      },
      {
        "label": "D",
        "text": "乙能釋出CO2，但甲不能"
      }
    ]
  },
  {
    "id": "114-12",
    "prompt": "當看到喜愛的明星時， 小明站在原地大聲尖叫，而阿華則是追著明星跑。 表(二)整理上述兩人行為中神經傳導的過程，其中哪一項目的敘述正確？",
    "options": [
      {
        "label": "A",
        "text": "受器"
      },
      {
        "label": "B",
        "text": "動器"
      },
      {
        "label": "C",
        "text": "控制的中樞"
      },
      {
        "label": "D",
        "text": "傳導的神經"
      }
    ]
  },
  {
    "id": "114-20",
    "prompt": "一群健康成人吃了等量的食物甲或乙後，平均血糖濃度的變化如圖(十)。已知健康成人空腹平均血糖濃度約為90 mg/dL，根據此圖推論，下列何者最合理？",
    "options": [
      {
        "label": "A",
        "text": "進食後，甲比乙更早導致升糖素分泌量增加"
      },
      {
        "label": "B",
        "text": "進食後，甲比乙更早導致胰島素分泌量增加"
      },
      {
        "label": "C",
        "text": "進食後，乙比甲更早導致升糖素分泌量增加"
      },
      {
        "label": "D",
        "text": "進食後，乙比甲更早導致胰島素分泌量增加"
      }
    ]
  },
  {
    "id": "114-22",
    "prompt": "圖(十二) 為某植物的莖部剖面示意圖。若想利用某儀器探測其蒸散作用的速率，關於實驗所需探測的圖中部位及對應理由，下列何者最合理？",
    "options": [
      {
        "label": "A",
        "text": "甲，因為它是運輸水分的部位"
      },
      {
        "label": "B",
        "text": "甲，因為它是運輸有機養分的部位"
      },
      {
        "label": "C",
        "text": "乙，因為它是運輸水分的部位"
      },
      {
        "label": "D",
        "text": "乙，因為它是運輸有機養分的部位"
      }
    ]
  },
  {
    "id": "114-24",
    "prompt": "表(四)為部分鳥類資料，推論表中所有鳥類在分類上的敘述，何者是可能的？",
    "options": [
      {
        "label": "A",
        "text": "最多包含3個目、4個屬"
      },
      {
        "label": "B",
        "text": "最多包含3個目、6個屬"
      },
      {
        "label": "C",
        "text": "最多包含4個目、4個屬"
      },
      {
        "label": "D",
        "text": "最多包含4個目、6個屬"
      }
    ]
  },
  {
    "id": "114-30",
    "prompt": "假設孔雀魚的黑眼睛及紅眼睛由一對遺傳因子所控制，遺傳因子有顯性A與隱性a兩種。 將甲、乙兩隻黑眼睛孔雀魚交配，所生下的眾多子代有黑眼睛及紅眼睛兩種，其中任意選擇兩隻黑眼睛的子代標記為丙、丁，此過程如圖 (十六)。在不考慮突變的情況下，推測甲、乙、丙、丁中，哪兩隻控制眼睛顏色性狀的基因型一定相同？",
    "options": [
      {
        "label": "A",
        "text": "甲、乙"
      },
      {
        "label": "B",
        "text": "甲、丙"
      },
      {
        "label": "C",
        "text": "乙、丁"
      },
      {
        "label": "D",
        "text": "丙、丁"
      }
    ]
  },
  {
    "id": "114-34",
    "prompt": "甲、乙兩種生物的比較如表(七)。關於甲、乙所屬的分類， 依序為下列何者？",
    "options": [
      {
        "label": "A",
        "text": "原生生物界、真菌界"
      },
      {
        "label": "B",
        "text": "原生生物界、植物界"
      },
      {
        "label": "C",
        "text": "真菌界、原生生物界"
      },
      {
        "label": "D",
        "text": "真菌界、原核生物界"
      }
    ]
  },
  {
    "id": "114-35",
    "prompt": "圖(二十)為細胞進行甲、乙兩種不同分裂方式的染色體變化示意圖。若比較「以葉片繁殖出幼苗」及「以種子萌芽成幼苗」的過程中發生的分裂方式，下列敘述何者最合理？",
    "options": [
      {
        "label": "A",
        "text": "兩者皆進行甲"
      },
      {
        "label": "B",
        "text": "兩者皆進行乙"
      },
      {
        "label": "C",
        "text": "以葉片繁殖的進行甲，以種子萌芽的進行乙"
      },
      {
        "label": "D",
        "text": "以葉片繁殖的進行乙，以種子萌芽的進行甲"
      }
    ]
  },
  {
    "id": "114-36",
    "prompt": "有甲、乙、丙三杯濃度相同的澱粉液，分別加入經不同條件處理的等量澱粉酶，經相同的作用時間後，以碘液與本氏液分別檢測此三杯溶液，結果如表(八)。根據此結果推測， 哪杯澱粉液加入的澱粉酶應已完全失去作用？",
    "options": [
      {
        "label": "A",
        "text": "僅甲"
      },
      {
        "label": "B",
        "text": "僅乙"
      },
      {
        "label": "C",
        "text": "甲和丙"
      },
      {
        "label": "D",
        "text": "乙和丙"
      }
    ]
  },
  {
    "id": "114-43",
    "prompt": "根據實驗結果，關於不同溫度對蒜頭變綠色的影響，下列說明何者最合理？",
    "options": [
      {
        "label": "A",
        "text": "全程在10℃，變色的速率最快"
      },
      {
        "label": "B",
        "text": "全程在25℃，變色的速率最快"
      },
      {
        "label": "C",
        "text": "先低溫處理，接著改在25℃放置會減緩變色的速率"
      },
      {
        "label": "D",
        "text": "先低溫處理，接著改在25℃放置會加快變色的速率"
      }
    ]
  },
  {
    "id": "114-44",
    "prompt": "僅根據實驗三的結果，推測使蒜頭變綠色的有利環境，最可能是下列何者？",
    "options": [
      {
        "label": "A",
        "text": "酸性越弱的環境"
      },
      {
        "label": "B",
        "text": "酸性越強的環境"
      },
      {
        "label": "C",
        "text": "有– COOH原子團的環境"
      },
      {
        "label": "D",
        "text": "沒有– COOH原子團的環境"
      }
    ]
  },
  {
    "id": "114-45",
    "prompt": "僅根據小花檢測的初步結果，下列推論何者最合理？",
    "options": [
      {
        "label": "A",
        "text": "出血時間過短，須進一步檢查"
      },
      {
        "label": "B",
        "text": "出血時間於容許範圍內，可能無異常"
      },
      {
        "label": "C",
        "text": "出血時間於容許範圍內，但可能罹患X減少症或其他凝血因子異常"
      },
      {
        "label": "D",
        "text": "出血時間過長，可能罹患X減少症或其他凝血因子異常"
      }
    ]
  },
  {
    "id": "114-46",
    "prompt": "表中的X最可能為下列何者？",
    "options": [
      {
        "label": "A",
        "text": "淋巴"
      },
      {
        "label": "B",
        "text": "白血球"
      },
      {
        "label": "C",
        "text": "紅血球"
      },
      {
        "label": "D",
        "text": "血小板"
      }
    ]
  },
  {
    "id": "115-6",
    "prompt": "圖(三)比較了斑馬魚幼魚與其構造和病毒的大小。圖(四)為透過顯微鏡觀察斑馬魚幼魚時的畫面。根據圖中資訊，推測灰色斑塊最可能為下列何者？",
    "options": [
      {
        "label": "A",
        "text": "一個血紅素蛋白"
      },
      {
        "label": "B",
        "text": "一個病毒"
      },
      {
        "label": "C",
        "text": "一個粒線體"
      },
      {
        "label": "D",
        "text": "一個細胞"
      }
    ]
  },
  {
    "id": "115-10",
    "prompt": "圖(七)為人體的中樞神經系統示意圖。 阿強參加賽跑時，一聽到槍聲響起便邁開步伐起跑，關於此過程涉及的神經系統運作，下列敘述何者正確？",
    "options": [
      {
        "label": "A",
        "text": "由甲產生槍聲的聽覺"
      },
      {
        "label": "B",
        "text": "由乙調節呼吸的快慢"
      },
      {
        "label": "C",
        "text": "由丙維持身體的平衡"
      },
      {
        "label": "D",
        "text": "由丁主掌步伐的大小"
      }
    ]
  },
  {
    "id": "115-11",
    "prompt": "圖(八)記錄了某人盡力吸氣後、盡力呼氣後，肺部中分別容納的氣體量。依此圖判斷胸腔變化，下列敘述何者正確？",
    "options": [
      {
        "label": "A",
        "text": "動作甲：橫膈上升且肋骨上舉"
      },
      {
        "label": "B",
        "text": "動作甲：橫膈下降且肋骨下降"
      },
      {
        "label": "C",
        "text": "動作乙：橫膈上升且肋骨下降"
      },
      {
        "label": "D",
        "text": "動作乙：橫膈下降且肋骨上舉"
      }
    ]
  },
  {
    "id": "115-13",
    "prompt": "上述人類對玉米育種過程的敘述，下列何者最合理？",
    "options": [
      {
        "label": "A",
        "text": "經由營養器官進行無性生殖"
      },
      {
        "label": "B",
        "text": "經由生殖器官進行有性生殖"
      },
      {
        "label": "C",
        "text": "親代與子代的表現型都相同"
      },
      {
        "label": "D",
        "text": "親代與子代的基因型都相同"
      }
    ]
  },
  {
    "id": "115-20",
    "prompt": "蝦子的頭部有個稱為「觸角腺」的構造，可以過濾體內的液體，再將其中有用的物質吸收，並排出多餘的含氮廢物。依上述資訊推測，觸角腺的功能最類似人體哪個器官的功能？",
    "options": [
      {
        "label": "A",
        "text": "肝臟"
      },
      {
        "label": "B",
        "text": "大腸"
      },
      {
        "label": "C",
        "text": "腎臟"
      },
      {
        "label": "D",
        "text": "尿道"
      }
    ]
  },
  {
    "id": "115-21",
    "prompt": "某魚池中原僅有黑色鯉魚，小瑛將50隻紅色鯉魚放入此魚池。一段時間後，再由此魚池隨機捕捉50隻鯉魚，發現其中5隻為紅色鯉魚。若從放入鯉魚到捕捉前，沒有鯉魚遷入、遷出、出生、死亡，且根據捉放法計算出來的黑色鯉魚數量為X，則下列敘述何者正確？",
    "options": [
      {
        "label": "A",
        "text": "X為500隻，此數值為黑色鯉魚的實際數量"
      },
      {
        "label": "B",
        "text": "X為500隻，此數值為黑色鯉魚的可能數量"
      },
      {
        "label": "C",
        "text": "X為450隻，此數值為黑色鯉魚的實際數量"
      },
      {
        "label": "D",
        "text": "X為450隻，此數值為黑色鯉魚的可能數量"
      }
    ]
  },
  {
    "id": "115-24",
    "prompt": "已知綠色植物可同時進行光合作用與呼吸作用，而光合作用的過程如下： 關於甲、乙、丙三種物質的敘述，下列何者最合理？",
    "options": [
      {
        "label": "A",
        "text": "甲主要由植物從土壤中吸收"
      },
      {
        "label": "B",
        "text": "乙主要由植物根部排出至土壤"
      },
      {
        "label": "C",
        "text": "乙與呼吸作用的產物相同"
      },
      {
        "label": "D",
        "text": "丙可作為呼吸作用的反應物"
      }
    ]
  },
  {
    "id": "115-25",
    "prompt": "若某動物的黑白毛色僅由一對遺傳因子控制，黑色為顯性的特徵、白色為隱性的特徵。斌斌以黑棋代表顯性遺傳因子、白棋代表隱性遺傳因子，進行毛色遺傳的模擬實驗，於甲、乙兩個袋子皆放入50顆黑棋與50顆白棋混勻，再分別從兩袋各隨機抽出一顆棋子配對並記錄結果，接著各自放回原袋中混勻，反覆進行100次配對。關於結果紀錄中，毛色為黑、毛色為白的子代數量，最可能依序為何？",
    "options": [
      {
        "label": "A",
        "text": "49、51"
      },
      {
        "label": "B",
        "text": "78、22"
      },
      {
        "label": "C",
        "text": "26、74"
      },
      {
        "label": "D",
        "text": "100、0"
      }
    ]
  },
  {
    "id": "115-29",
    "prompt": "穿山龍為一種藥用植物，也俗稱棒槌瓜，葉呈掌狀，花朵為白色，種子的構造具有翅。 根據上述資訊，下列推論何者最合理？",
    "options": [
      {
        "label": "A",
        "text": "棒槌瓜的學名為穿山龍"
      },
      {
        "label": "B",
        "text": "成熟葉背可見孢子囊堆"
      },
      {
        "label": "C",
        "text": "其植株具有果實的構造"
      },
      {
        "label": "D",
        "text": "其植株具有毬果的構造"
      }
    ]
  },
  {
    "id": "115-37",
    "prompt": "蘇蘇在試管中加入蛋白質溶液與人體消化液中以蛋白質為受質的某酵素，充分混合後放置於適宜作用的穩定環境，蘇蘇接著每隔一段時間測量試管中蛋白質與X物質的濃度，結果如圖(二十二)。已知X物質為蛋白質被分解後的產物，則關於此酵素的推論，下列何者最合理？",
    "options": [
      {
        "label": "A",
        "text": "可能由膽汁中取得此酵素"
      },
      {
        "label": "B",
        "text": "可能由胰液中取得此酵素"
      },
      {
        "label": "C",
        "text": "此酵素催化X物質的分解"
      },
      {
        "label": "D",
        "text": "此酵素催化X物質的合成"
      }
    ]
  },
  {
    "id": "115-39",
    "prompt": "甲、乙兩人討論從人體肺臟、肝臟流出的血液進入心臟之路徑，以下為兩人看法： 甲：肺臟流出的血液會由血管最先進入右心房。 乙：肝臟流出的血液會由血管最先進入右心室。 甲、乙兩人的看法是否正確？",
    "options": [
      {
        "label": "A",
        "text": "僅甲正確"
      },
      {
        "label": "B",
        "text": "僅乙正確"
      },
      {
        "label": "C",
        "text": "兩人皆正確"
      },
      {
        "label": "D",
        "text": "兩人皆錯誤"
      }
    ]
  },
  {
    "id": "115-44",
    "prompt": "根據本文，下列對圖(二十九)數據的敘述何者正確？",
    "options": [
      {
        "label": "A",
        "text": "0～1時之間沒有發生蒸散作用"
      },
      {
        "label": "B",
        "text": "3～4時之間沒有發生蒸散作用"
      },
      {
        "label": "C",
        "text": "12～13時的平均蒸散速率為一天中最大值"
      },
      {
        "label": "D",
        "text": "6～7時的平均蒸散速率較7～8時的平均蒸散速率大"
      }
    ]
  },
  {
    "id": "115-45",
    "prompt": "若依據暄暄的方式操作實驗，但將實驗裝置移至通風良好的乾燥室內放置兩天，則最不可能發生下列哪一種情況？",
    "options": [
      {
        "label": "A",
        "text": "第一、二天記錄到的氣泡移動距離總和相近"
      },
      {
        "label": "B",
        "text": "在兩天的相同時段中，氣泡移動的距離相近"
      },
      {
        "label": "C",
        "text": "植物氣孔關閉減緩蒸散，使管中氣泡移動量很小"
      },
      {
        "label": "D",
        "text": "植物從氣孔吸收水分向下運輸，使管中氣泡向左移動"
      }
    ]
  }
] as const;
